Repository: lliurex/lliurex-freeradius
Catalog: lliurex-po/lliurex-freeradius/*.po
Languages: ca_es@valencia, es

source: Enable filtering
ca_es@valencia: Habilita el filtratge
es: Habilitar filtrado

source: Back to initialization
ca_es@valencia: Torna a inicialització
es: Volver a inicialización

source: Available groups
ca_es@valencia: Grups disponibles
es: Grupos disponibles

source: Allowed groups
ca_es@valencia: Grups permesos
es: Grupos permitidos

source: Force EAP protocol
ca_es@valencia: Imposa el protocol EAP
es: Forzar protocolo EAP

source: Open Llum
ca_es@valencia: Obri el Llum
es: Abrir Llum

source: You can set 'roadmin' password using Llum
ca_es@valencia: Podeu posar la contrasenya 'roadmin' utilitzant el Llum
es: Puedes poner la contraseña de 'roadmin' utilizando Llum

source: Back to Group Management
ca_es@valencia: Torna a Gestió de grups
es: Volver a Gestión de Grupos

source: Radius server
ca_es@valencia: Servidor de Radius
es: Servidor de Radius

source: Radius password
ca_es@valencia: Contrasenya de Radius
es: Contraseña de Radius

source: Initialize
ca_es@valencia: Inicialitza
es: Inicializar

source: Re-enter Radius Password
ca_es@valencia: Torna a introduir la contrasenya de Radius
es: Volver a introducir contraseña de Radius

source: Router IP (Optional)
ca_es@valencia: IP de l'encaminador (opcional)
es: IP del router (Opcional)

source: LDAP Password
ca_es@valencia: Contrasenya d'LDAP
es: Contraseña de LDAP

source: LDAP User
ca_es@valencia: Usuari d'LDAP
es: Usuario de LDAP

source: Login
ca_es@valencia: Accés
es: Acceso

source: Username
ca_es@valencia: Usuari
es: Usuario

source: Password
ca_es@valencia: Contrasenya
es: Contraseña

source: Server IP (Default: server)
ca_es@valencia: IP del servidor (per defecte: server)
es: IP del servidor (Por defecto: server)

source: Groups
ca_es@valencia: Grups
es: Grupos

source: EAP Authentication protocol is %s
ca_es@valencia: El protocol d'autenticació EAP està %s
es: El protocolo de autenticación EAP está %s

source: enabled
ca_es@valencia: habilitat
es: habilitado

source: disabled
ca_es@valencia: inhabilitat
es: deshabilitado

source: Group filtering is %s
ca_es@valencia: El filtratge de grups està %s
es: Filtrado de grupos está %s

source: %s groups have been added to the 'Allowed groups' list
ca_es@valencia: %s grups s'han afegit a la llista de 'Grups permesos'
es: %s grupos han sido añadidos a la lista de 'Grupos permitidos'

source: %s groups have been removed from the 'Allowed groups' list
ca_es@valencia: %s grups s'han suprimit de la llista de 'Grups permesos'
es: %s grupos han sido retirados de la lista de 'Grupos permitidos'

source: Radius server entry field is empty
ca_es@valencia: El camp de servidor de Radius és buit.
es: El campo de servidor de Radius está vacio

source: Radius password entry field is empty
ca_es@valencia: El camp de contrasenya de Radius és buit.
es: El campo de contraseña de Radius está vacio

source: LDAP user entry field is empty
ca_es@valencia: El camp d'usuari d'LDAP és buit.
es: El campo de usuario de LDAP está vacio

source: LDAP password entry field is empty
ca_es@valencia: El camp de contrasenya d'LDAP és buit.
es: El campo de contraseña de LDAP está vacio

source: Radius passwords do not match
ca_es@valencia: Les contrasenyes de Radius no coincideixen.
es: Las contraseñas de Radius no coinciden

source: Initialization
ca_es@valencia: Inicialització
es: Inicialización

source: Groups Management
ca_es@valencia: Gestió de grups
es: Gestión de Grupos

source: User not allowed to run this application
ca_es@valencia: L'usuari no té permisos per a utilitzar aquesta aplicació.
es: Este usuario no tiene permisos para usar esta aplicación

source: User or Password error
ca_es@valencia: L'usuari i/o contrasenya no són vàlids.
es: Usuario y/o contraseña no valida
